Repository: FalkAlexander/traffy
Catalog: traffy-web/app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Wrong credentials. This attempt got reported.
de: Ungültige Zugangsdaten. Der Anmeldeversuch wurde gemeldet.

source: Accounted
de: Angerechnet

source: Timerule
de: Zeitregel

source: Shaped
de: Gedrosselt

source: Exceptions
de: Ausnahmen

source: Please fill out all input forms.
de: Bitte alle Eingabefelder ausfüllen.

source: An error occured while adding the registration code.
de: Es ist ein Fehler bei der Erstellung dieses Registrierungsschlüssels aufgetreten.

source: Move date must be in the future.
de: Das Umzugsdatum muss in der Zukunft liegen.

source: You can not schedule a move if the room and dormitory will stay the same.
de: Es ist nicht möglich einen Umzug zu planen, wenn Raum und Wohnheim gleich bleiben.

source: Identity could not get changed.
de: Die Identität konnte nicht verändert werden.

source: Error: Maximum number of characters exceeded.
de: Fehler: Maximale Zeichenanzahl wurde überschritten.

source: An error occured.
de: Es ist ein Fehler aufgetreten.

source: Device unregistered
de: Gerät de-registriert.

source: Invalid registration key.
de: Ungültiger Registrierungsschlüssel.

source: Input entered is invalid.
de: Die getätigten Eingaben sind fehlerbehaftet.

source: Registration key successfully deleted.
de: Registrierungsschlüssel wurde erfolgreich gelöscht.

source: Registration key deletion scheduled successfully.
de: Löschung des Registrierungsschlüssels wurde erfolgreich geplant.

source: Canceled pending registration key deletion.
de: Geplante Löschung des Registrierungsschlüssels abgebrochen.

source: Yes
de: Ja

source: No
de: Nein

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Invalid supervisor account.
de: Ungültiges Supervisor Konto.

source: Password requirements not met.
de: Passwortanforderungen wurden nicht erreicht.

source: Password changed.
de: Passwort geändert.

source: Mail address entered is invalid.
de: Die eingegebene Mail Adresse ist ungültig.

source: Mail address changed.
de: Die Mail Adresse wurde geändert.

source: No other supervisor account left, cannot delete this one.
de: Dies ist das einzige Supervisor Konto, es kann nicht gelöscht werden.

source: Error deleting account.
de: Fehler beim Löschen des Kontos.

source: Account deleted.
de: Konto gelöscht.

source: Account could not get created.
de: Das Konto konnte nicht erstellt werden.

source: The notification cant be invalid before its valid time.
de: Die Benachrichtigung kann nicht vor ihrer Gültigkeit bereits ungültig sein.

source: Notification could not get created.
de: Die Benachrichtigung konnte nicht erstellt werden.

source: Notification could not get edited.
de: Die Benachrichtigung konnte nicht editiert werden.

source: Notification does not exist.
de: Die Benachrichtigung existiert nicht.

source: Notification deleted
de: Die Benachrichtigung wurde gelöscht

source: An error occured while deleting the notification
de: Es ist ein Fehler beim löschen der Benachrichtigung aufgetreten

source: Login to access that resource.
de: Anmelden um Zugriff auf die Ressource zu erhalten.

source: Supervisor Account Page
de: Supervisor Kontokonfiguration

source: Overview
de: Übersicht

source: Registration Codes
de: Registrierungscodes

source: Notifications
de: Benachrichtigungen

source: Logout
de: Abmelden

source: Account:
de: Konto:

source: Description:
de: Beschreibung:

source: Changes the mail notifications behaviour.
de: Das Mail-Nachricht Verhalten konfigurieren.

source: Shaping events
de: Drosselereignis

source: Failed login attempts
de: Gescheiterte Anmeldeversuche

source: Critical log events
de: Kritische Logereignisse

source: Update Behaviour
de: Verhalten aktualisieren

source: Password
de: Passwort

source: Changes the supervisor account password.
de: Das Supervisor-Konto Passwort ändern.

source: Requirements:
de: Anforderungen:

source: Minimum 10 characters, at least 1 number, 1 capital letter, 1 lower case letter, 1 special character.
de: Mindestens 10 Zeichen Länge, davon mind. 1 Zahl, 1 großer Buchstabe, 1 kleiner Buchstabe, 1 Sonderzeichen.

source: Change Password
de: Passwort ändern

source: Mail Address
de: Emailadresse

source: Changes the mail address.
de: Mail-Adresse ändern.

source: Allowed Values:
de: Erlaubte Werte:

source: Only trusted mail servers:
de: Vertrauenswürdige Mailserver:

source: Current Value:
de: Derzeitiger Wert:

source: Change Mail Address
de: Mail-Adresse ändern

source: Delete Account
de: Konto löschen

source: Use this if a supervisor is not in an administrative position anymore.
de: Nutzen Sie diese Funktion, wenn ein Supervisor nicht mehr in einer administrativen Funktion ist.

source: Delete Supervisor Account
de: Supervisor-Konto löschen.

source: Add Account
de: Account hinzufügen

source: Username
de: Benutzername

source: Surname
de: Nachname

source: First name
de: Vorname

source: Permission Level
de: Berechtigungsstufe

source: Supervisor Add Account
de: Supervisor - Account hinzufügen

source: Add Supervisor Account
de: Supervisor-Account hinzufügen

source: Mail
de: E-Mail

source: Add
de: Hinzufügen

source: Cancel
de: Abbrechen

source: Supervisor Add Registration Code
de: Supervisor Registrierungscode Erstellen

source: Add Registration Code
de: Erstelle Registrierungscode

source: Person ID
de: Debitor-Nr.

source: Dormitory
de: Wohnheim

source: Room
de: Raum

source: Supervisor Notifications
de: Supervisor Benachrichtigungen

source: Create Notification
de: Benachrichtigung erstellen

source: Title
de: Titel

source: Valid From
de: Anzeigen ab

source: Valid Until
de: Anzeigen bis

source: Create
de: Erstellen

source: Master data updates are available! Click here to view the available updates.
de: Stammdatenaktualisierungen sind verfügbar! Klicke hier, um die Aktualisierungen anzusehen.

source: Total traffic consumption
de: Gesamtverbrauch

source: Miscellaneous statistics
de: Sonstige Statistiken

source: Active Users
de: Aktive Nutzer

source: Registered Users
de: Registrierte Nutzer

source: Average Credit
de: Ø Datenvolumen

source: Shaped Users
de: Gedrosselte Nutzer

source: Master data synchronization
de: Stammdatensynchronisation

source: Total
de: Insgesamt

source: Supervisor Registration Code Deactivation
de: Supervisor Registrierungscode Deaktivierung

source: Deactivate Registration Code
de: Registrierungscode deaktivieren

source: Reason (optional, max. 250 characters)
de: Grund (optional, max. 250 Zeichen)

source: Deactivate
de: Deaktivieren

source: Supervisor Registration Code Deregister Devices
de: Supervisor Registrierungscodes Gerät abmelden

source: Deregister Users Devices
de: Nutzergeräte abmelden

source: The user has been moved into another room. It is recommended to unregister all currently registered devices of this user. Do you want to unregister these now?
de: Der Nutzer ist in einen neuen Raum ungezogen. Es ist empfohlen alle aktuell angemeldeten Geräte des Nutzers abzumelden. Möchten Sie diese nun abmelden?

source: Supervisor Edit Identity
de: Supervisor Identitätsveränderung

source: Edit Identity
de: Identität Anpassen

source: Move Date (optional)
de: Umzugsdatum (optional)

source: There is a planned room move for this user on
de: Für diesen Nutzer ist ein Umzugstermin geplant für den

source: to room
de: zum Raum

source: dormitory
de: Wohnheim

source: If you want to cancel this move or edit the room, click the button below.
de: Wenn Sie diesen Umzugstermin abbrechen oder den Raum editieren möchten, dann nutzen Sie den Button hierunter.

source: Cancel Move
de: Umzugstermin löschen

source: Save
de: Speichern

source: Edit Notification
de: Benachrichtigung editieren

source: Supervisor Registration Key Page
de: Supervisor Registrierungskeyseite

source: Download Instruction
de: Anleitung herunterladen

source: Registration Code:
de: Registrierungscode:

source: Credit
de: Datenvolumen

source: Created On
de: Erstellt am

source: Identity
de: Identität

source: First Name
de: Vorname

source: as of
de: ab dem

source: Devices
de: Geräte

source: IP Address
de: IP Adresse

source: Mac Address
de: MAC Adresse

source: Vendor
de: Hersteller

source: Registered Since
de: Registriert seit

source: No devices registered yet
de: Keine Geräte registriert

source: User Settings
de: Nutzereinstellungen

source: Custom Credit
de: Benutzerdefiniertes Datenvolumen

source: Sets this users credit to a custom value.
de: Setzt das Datenvolumen dieses Nutzers zu einem beliebigen Wert.

source: Unit:
de: Einheit:

source: Set
de: Anwenden

source: Custom Daily Top-Up Volume
de: Benutzerdefiniertes Top-Up Datenvolumen

source: Grants this user a custom daily top-up volume.
de: Setzt das täglich hinzukommende Datenvolumen des Nutzers.

source: Value:
de: Wert:

source: Disable Custom Top-Up Volume
de: Benutzerdefiniertes Datenvolumen deaktivieren

source: Custom Maximum Volume
de: Benutzerdefiniertes maximales Datenvolumen

source: Grants this user a custom maximum volume.
de: Setzt das maximal mögliche Datenvolumen des Nutzers.

source: Disable Custom Max Volume
de: Benutzerdefiniertes Datenvolumen deaktivieren

source: Disable Accounting
de: Zählung deaktivieren

source: Disables traffic accounting for this user. Use this to grant unlimited traffic to this user.
de: Deaktiviert die Datenvolumenzählung für den Nutzer. Benutzen Sie diese Funktion um dem Nutzer unlimitiertes Volumen zu gewähren

source: Accounting Enabled
de: Zählung aktiviert

source: Accounting Disabled
de: Zählung deaktiviert

source: Enable Accounting
de: Zählung aktivieren

source: Use this if an user temporarily moved out of his apartment or violated the terms of use. All devices which have registered with this code will not be able to go online until activated again.
de: Benutzen Sie diese Option, wenn ein Nutzer zeitweise aus seiner Wohnung ausgezogen ist oder gegen die Nutzungsrichtlinien verstoßen hat. Alle Geräte, die mit diesem Code registriert wurden, haben dann keinen Onlinezugriff mehr, bis der Code wieder aktiviert wurde.

source: Registration Code Active
de: Registrierungscode aktiviert

source: Registration Code Deactivated
de: Registrierungscode deaktiviert

source: Reason:
de: Grund:

source: Activate Registration Code
de: Aktiviere Registrierungscode

source: Delete Registration Code
de: Registrierungscode löschen

source: Use this if an user moved out of his apartment permanently. All user data will get deleted and all devices registered with this code will go offline on deletion date.
de: Nutzen Sie diese Funktion wenn ein Nutzer permanent auszieht. Alle Nutzerdaten werden gelöscht und die mit dem Registrierungsschlüssel registrierten Geräte werden ab dem Auszugsdatum keine Verbindung zum Internet mehr aufbauen können.

source: Important:
de: Wichtig:

source: If no move-out date / date of deletion is specified, then the deletion will happen immediately! Be careful!
de: Wenn kein Auszugsdatum / Löschdatum angegeben wurde wird der Registrierungsschlüssel mit sofortiger Wirkung gelöscht! Seien Sie vorsichtig!

source: Move-Out Date / Date of deletion (optional):
de: Auszugsdatum / Löschdatum (optional):

source: Move-Out / Date of deletion planned for
de: Auszug / Löschung geplant für den

source: Cancel Pending Deletion
de: Geplante Löschung Abbrechen

source: Supervisor Login
de: Supervisor Anmeldung

source: Login
de: Anmelden

source: Supervisor Master Data Updates
de: Supervisor Stammdatenaktualisierung

source: Master Data Updates
de: Stammdatenaktualisierungen

source: Last name
de: Nachname

source: Local
de: Lokal

source: Remote
de: Quelle

source: IB needed
de: IB benötigt

source: IB expiry
de: IB Gültigkeit

source: User Notifications
de: Nutzer Benachrichtigungen

source: Body
de: Text

source: Display From
de: Anzeigen ab

source: Display Until
de: Anzeigen bis

source: Supervisor Registration Codes
de: Supervisor Registrierungscodes

source: User Management
de: Nutzerverwaltung

source: Search…
de: Suche…

source: Clear Results
de: Suchergebnisse bereinigen

source: Flags
de: Zustand

source: Scheduled for deletion
de: Vorgemerkt zum Löschen

source: Deactivated
de: Deaktiviert

source: Traffic shaping active
de: Drosselung aktiv

source: Custom credit settings activated
de: Benutzerdefiniertes Datenvolumen

source: Accounting disabled
de: Datenzählung deaktiviert

source: Scheduled for move
de: Mieterumzug geplant

source: Görlitz Student Dormitory
de: Studentenwohnheim Görlitz

source: Bad Request
de: Veraltete/ungültige Anfrage

source: The request could not be processed. Leave this page in order to progress.
de: Die Anfrage konnte nicht bearbeitet werden. Verlasse diese Seite um fortzufahren.

source: Illegal Request
de: Ungültige Anfrage

source: The request could not be processed because you have insufficient permissions.
de: Die Anfrage konnte nicht bearbeitet werden, da Sie nicht die nötigen Berechtigungen besitzen.

source: Service Interruption
de: Verarbeitungsfehler

source: The request could not be processed.
de: Die Anfrage konnte nicht bearbeitet werden.

source: Backend Connection Lost
de: Keine Verbindung zum Backend

source: Lonely Client / YOLO Network
de: Lonely Client / YOLO-Netzwerk

source: Lost connection to Traffy backend server.
de: Keine Verbindung zum Traffy-Backendserver

source: Access Deactivated
de: Zugriff deaktiviert

source: Your registration key has been deactivated. Possible reasons could be that your tenancy agreement with Studentenwerk Dresden has expired or that you have violated against the Rahmennetzordnung. If you think that this is a mistake, then please inform the network administrator. Code: 995
de: Dein Registrierungscode wurde deaktiviert. Mögliche Gründe dafür sind, dass dein Mietvertrag mit dem Studentenwerk Dresden ausgelaufen ist oder das du gegen die Rahmennetzordnung verstoßen hast. Wenn du glaubst, dass dies ein Missverständnis ist, dann informiere bitte den Netzwerkadministrator. Code: 995

source: Your registration key has been deactivated. Reason:
de: Dein Registrierungscode wurde deaktiviert. Grund:

source: Access Manipulation
de: Zugriffsmanipulation

source: A device with the same access identifiers is already registered in the network. This is most likely not the network port you initially registered your device with. You have to deregister your device first to switch the network port, or ask an network administrator to do so for you.
de: Ein Gerät mit identischer Zugangskennung ist bereits im Netzwerk registriert. Dies ist höchstwahrscheinlich nicht der Netzwerkanschluss, an dem Du dieses Gerät ursprünglich registriert hast. Du musst dieses Gerät zuerst deregistrieren oder einen Netzwerkadministrator bitten, dies für dich zu tun, um den Netzwerkanschluss wechseln zu können.

source: Misconfigured Endpoint
de: Fehlkonfigurierter Endpunkt

source: Static IP configuration is retarded. Access to this network will not be granted. Switch to Dynamic Host Configuration Protocol for re-evaluation.
de: Statische IP-Konfiguration ist nicht erlaubt. Zugang zu diesem Netzwerk wird nicht gewährt. Wechsle zum Dynamic Host Configuration Protocol für eine erneute Evaluierung.

source: Version Info
de: Versionsinformation

source: Contact and Information
de: Kontakt und Informationen

source: In support cases and for questions:
de: Bei techn. Problemen und Fragen zum Anschluss:

source: Network Administrator
de: Netzadministrator

source: In case of defects with passive network equipment:
de: Bei defekten an passiver Netzwerktechnik:

source: Facility Management
de: Hausmeister

source: About
de: Über

source: Dashboard
de: Übersicht

source: You were automatically redirected to this page because you seem to be located outside of the dormitory network.
de: Sie wurden automatisch auf diese Seite umgeleitet da sie anscheinend nicht aus dem Wohnheimnetz heraus zugreifen.

source: General
de: Allgemein

source: Developer
de: Entwickler

source: Source Code
de: Quellcode

source: Current Version
de: Aktuelle Version

source: Development History
de: Entwicklungshistorie

source: Commit Date
de: Commit Datum

source: Description
de: Beschreibung

source: Author
de: Autor

source: Legal Information
de: Lizenzrechtliche Informationen

source: This program is free software: you can redistribute it and/or modify</p> <p>it under the terms of the GNU General Public License as published by</p> <p>the Free Software Foundation, either version 3 of the License, or</p> <p>(at your option) any later version.</p></br> <p>This program is distributed in the hope that it will be useful,</p> <p>but WITHOUT ANY WARRANTY; without even the implied warranty of</p> <p>MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the</p> <p>GNU General Public License for more details.</p></br> <p>You should have received a copy of the GNU General Public License</p> <p>along with this program. If not, see
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public</p> <p>License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren,</p> <p>entweder gemäß Version 3 der Lizenz oder (nach Ihrer Option) jeder späteren Version.</p></br> <p>Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, daß es Ihnen von Nutzen sein wird,</p> <p>aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der</p> <p>VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License.</p></br> <p>Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben.</p> <p>Falls nicht, siehe

source: Terms and Conditions
de: Rahmennetzordnung

source: Acceptance is required for using this network
de: Die Nutzung des Netzwerks verpflichtet zur Akzeptanz

source: Accept
de: Akzeptieren

source: Basic View
de: Einfache Ansicht

source: No Notifications
de: Keine Benachrichtigungen

source: Currently No Traffic Accounting
de: Derzeit keine Datenvolumenzählung

source: Remaining Traffic Volume
de: Verbleibendes Datenvolumen

source: Deregister This Device
de: Dieses Gerät abmelden

source: Advanced View
de: Erweiterte Ansicht

source: Traffic Consumption Flashback
de: Übersicht Datenverbrauch

source: Maximum Volume
de: Maximales Datenvolumen

source: Line Subscriber
de: Anschlussinhaber

source: Deregistration
de: Geräteabmeldung

source: Deregistering this device allows you to plug in another device at this port. After deregistration you will be redirected to the registration prompt.
de: Die Abmeldung dieses Geräts dient dazu, dass Sie ein anderes Gerät an diesem Netzanschluss anmelden können. Nach der Abmeldung werden Sie zur Registrierungsmaske weitergeleitet.

source: Deregister
de: Abmelden

source: Privacy Policy
de: Datenschutzerklärung

source: Reedem Voucher
de: Aktionscode einlösen

source: Top-Up Data Volume
de: Datenvolumen aufladen

source: Enter your voucher
de: Aktionscode eingeben

source: Top-Up
de: Einlösen

source: Registration
de: Anmeldung

source: Registration Required
de: Anmeldung erforderlich

source: Registration key is mandatory for internet access
de: Ein Registrierungsschlüssel wird für den Netzwerkzugriff benötigt

source: Register
de: Anmelden

source: Your registration key got deactivated. Please contact the administrator.
de: Dein Registrierungscode wurde deaktiviert. Bitte kontaktiere den Administrator.

source: Your registration key got deactivated. Reason:
de: Dein Registrierungscode wurde deaktiviert. Grund:

source: Maximum number of devices already registered.
de: Maximale Anzahl an Geräten ist bereits registriert.

source: Invalid voucher
de: Ungültiger Aktionscode
